alacritty
amd-ucode
base
base-devel
bibata-cursor-theme-bin
blueman
bluez
bluez-utils
cliphist
dolphin
dosfstools
dunst
efibootmgr
extract_url
ffmpeg4.4
firefox
fzf
git
github-cli
gpart
gparted
grim
grub
gst-plugin-pipewire
htop
hyprland
hyprpaper
hyprpicker-git
iwd
jfsutils
jq
kitty
lazygit
libpulse
libva-mesa-driver
linux
linux-firmware
mtools
nano
neofetch
neovim
network-manager-applet
networkmanager
nilfs-utils
ntfs-3g
nwg-look
os-prober
papirus-icon-theme
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
qt6-wayland
qt6ct
reiserfsprogs
ripgrep
rofi
rofi-calc
rofi-emoji
sddm
slurp
smartmontools
snapd
speech-dispatcher
swaylock-effects
thunar
tmux
ttf-font-awesome
ttf-jetbrains-mono-nerd
unzip
urlview
vim
visual-studio-code-bin
vulkan-radeon
waybar
waybar-updates
wget
wireless_tools
wireplumber
wlogout
xdg-desktop-portal-hyprland
xdg-user-dirs
xf86-video-amdgpu
xf86-video-ati
xfsprogs
xorg-server
xorg-xhost
xorg-xinit
yay-bin
zenity
zram-generator
