alacritty
amd-ucode
base
base-devel
bluez
bluez-utils
copyq
dolphin
dunst
efibootmgr
firefox
git
grub
gst-plugin-pipewire
htop
hyprland
hyprpaper
iw
iwd
jq
kitty
libpulse
libva-mesa-driver
linux
linux-firmware
nano
ndiswrapper
neofetch
neovim
network-manager-applet
networkmanager
ntfs-3g
os-prober
pass
pipewire
pipewire-alsa
pipewire-jack
pulseaudio-bluetooth
qt6-wayland
reflector
sddm
smartmontools
stow
swaylock-effects
tmux
ttf-font-awesome
ttf-jetbrains-mono-nerd
usbutils
vim
visual-studio-code-bin
vulkan-radeon
waybar
wget
wireless_tools
wireplumber
wl-clipboard
wlogout
wofi
xdg-desktop-portal-hyprland
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xinit
yay-bin
zram-generator
