alacritty
amd-ucode
base
base-devel
bluez
bluez-utils
cliphist
cmatrix
dolphin
dunst
efibootmgr
fd
firefox
fzf
git
github-cli
go
grim
grub
gst-plugin-pipewire
htop
hyprland
hyprpaper
iwd
jq
kitty
libpulse
libva-mesa-driver
linux
linux-firmware
nano
neofetch
neovim
network-manager-applet
networkmanager
ntfs-3g
nwg-look
os-prober
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
qt5-wayland
qt6-wayland
ripgrep
rofi-calc
rofi-emoji
sddm
slurp
smartmontools
stow
swayimg
thunar
tmux
tree
ttf-font-awesome
ttf-jetbrains-mono-nerd
unzip
vim
vulkan-radeon
waybar
wget
wireless_tools
wireplumber
wofi
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xinit
zoxide
zram-generator
zsh
